Repository: zicodeng/PlantStory
Catalog: PlantStory/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Purchase not verified
zh_hans: 购买验证失败

source: Purchase pending
zh_hans: 购买处理中

source: Purchase unavailable
zh_hans: 暂时无法购买

source: Quarantine new plants and inspect flowers, buds, and leaf undersides before adding them to your collection.
zh_hans: 新植物先单独观察，并检查花朵、花苞和叶背，再放入现有植物区域。

source: Quarantine new plants for several weeks and inspect every joint before placing them with your collection.
zh_hans: 新植物先单独放置数周，仔细检查各个连接处，再与其他植物摆在一起。

source: Rattlesnake plant
zh_hans: 箭羽竹芋

source: Re-enter your API key
zh_hans: 重新添加 API 密钥

source: Read root health, choose a pot, and repot with confidence.
zh_hans: 看懂根系状态，选对花盆，轻松完成换盆。

source: Read the plant
zh_hans: 观察植物反馈

source: Read the room
zh_hans: 观察房间里的光

source: Read the roots
zh_hans: 看懂根系

source: Ready for the next pot?
zh_hans: 可以住进新花盆了吗？

source: Recheck each season
zh_hans: 每个季节重新观察

source: Recognize common houseplant pests and learn what to check.
zh_hans: 认识室内植物常见害虫，学会从哪里开始检查。

source: Recognizing a consistent natural pattern makes it easier to notice genuinely new or unhealthy spots.
zh_hans: 熟悉稳定的天然斑纹后，就更容易发现新出现的异常斑点。

source: Recognizing normal variegation helps you avoid mistaking healthy color for a care problem.
zh_hans: 认出正常斑锦，可以避免把健康的叶色误认为养护问题。

source: Recognizing stamens helps explain where pollen comes from during flowering.
zh_hans: 认识雄蕊后，就能明白植物开花时的花粉来自哪里。

source: Record the plant and date, then watch for roots, new shoots, and signs of rot or drying.
zh_hans: 记下植物名称和日期，之后留意新根、新芽，以及腐烂或干枯的迹象。

source: Related plants may share traits, but they are not guaranteed to need identical care. Taxonomy is a clue, not a care schedule.
zh_hans: 亲缘相近的植物可能共享一些特征，但养护需求不一定完全相同。分类是线索，不是现成的养护表。

source: Remember
zh_hans: 记住这一点

source: Remember the plants you meet outside.
zh_hans: 记住每一株 在野外遇见的植物。

source: Remind Tomorrow
zh_hans: 明天再提醒

source: Reminder time
zh_hans: 提醒时间

source: Reminders are scheduled on this iPhone. PlantStory does not use a server or upload reminder data.
zh_hans: 提醒只在这台 iPhone 上安排。PlantStory 不使用服务器，也不会上传提醒数据。

source: Remove API key
zh_hans: 移除 API 密钥

source: Remove photo %lld
zh_hans: 删除照片 %lld

source: Remove soft dead roots with clean shears, use fresh well-draining mix and a clean draining container, then correct the watering or drainage problem.
zh_hans: 用干净剪刀剪掉柔软坏死的根，换上新鲜透气的盆土和干净、排水良好的花盆，再解决浇水或排水问题。

source: Remove your API key?
zh_hans: 要移除 API 密钥吗？

source: Removing spent flowers can redirect energy, but some plants need them to make seeds or fruit.
zh_hans: 剪去残花可以调整养分分配，但有些植物需要保留花朵才能结种或结果。

source: Removing the key immediately turns off AI suggestions. Everything else in PlantStory keeps working.
zh_hans: 移除密钥后，AI 建议会立即关闭，PlantStory 的其他功能不受影响。

source: Repeated dots or patches
zh_hans: 叶面有重复出现的斑点或斑块

source: Replace API key
zh_hans: 替换 API 密钥

source: Replace local PlantStory data?
zh_hans: 要替换本机上的 PlantStory 数据吗？

source: Report a bug, suggest an idea, or join the discussion.
zh_hans: 报告问题、分享想法，或一起聊聊。

source: Repot step by step
zh_hans: 分步换盆

source: Repotted
zh_hans: 换盆

source: Repotting
zh_hans: 换盆

source: Researchers compare plant structures, specimens, and DNA. New evidence can move a species to a different genus or change which name is accepted.
zh_hans: 研究人员会比较植物结构、标本和 DNA。新的证据可能让一个物种被移到另一个属，或改变目前接受的名称。

source: Rest and regrowth
zh_hans: 休整与再生长

source: Restore
zh_hans: 恢复

source: Restore from Backup
zh_hans: 从备份恢复

source: Restore on the new iPhone
zh_hans: 在新 iPhone 上恢复数据

source: Restored %@.
zh_hans: 已恢复：%@。

source: Review PlantStory
zh_hans: 为 PlantStory 评分

source: Review suggestion
zh_hans: 查看 AI 建议

source: Root a stem section with the right node
zh_hans: 保留正确的茎节，让茎段长出新根

source: ROOT CHECK
zh_hans: 根系检查

source: Root close-up
zh_hans: 根系特写

source: Root color varies by species. Texture matters too: healthy roots are firm, while rotting roots are often soft or limp.
zh_hans: 不同植物的根色本来就可能不同，手感也很重要：健康根通常结实，腐烂的根往往柔软、发塌。

source: Root crown
zh_hans: 根颈

source: Root hairs are fragile and short-lived. New ones continually form as a healthy root grows through the potting mix.
zh_hans: 根毛脆弱且寿命很短；健康的根在盆土中生长时会不断形成新的根毛。

source: Root stress
zh_hans: 根系受损

source: Root-hair zone
zh_hans: 根毛区

source: Rootbound
zh_hans: 根系满盆

source: Rooting speed varies widely by species, season, temperature, and method. Avoid disturbing the cutting repeatedly.
zh_hans: 生根速度会因品种、季节、温度和方法而相差很大，不要反复拔动插穗检查。

source: Roots
zh_hans: 根

source: Roots & repotting
zh_hans: 根系与换盆

source: Roots anchor the plant and absorb water and dissolved minerals from the growing medium.
zh_hans: 根固定植物，并从介质中吸收水分和溶解的矿物质。

source: Roots circle the root ball or grow through drainage holes
zh_hans: 根系绕满根团，或从排水孔长出

source: Roots densely circle the outside or bottom of the root ball, push through drainage holes, or leave very little potting mix visible.
zh_hans: 根系密密地绕在根团外侧或底部，从排水孔钻出，几乎看不到盆土。

source: Roots develop in the material where the plant may continue growing, but progress is harder to see. Use a fresh, airy medium.
zh_hans: 根会直接适应之后继续生长的环境，但生根进度不容易看见。要使用新鲜、透气的基质。

source: Roots feel firm and branch through the potting mix. Many species have cream, tan, or pale growing tips.
zh_hans: 根摸起来结实，在盆土中自然分枝。许多植物的新根尖呈乳白、浅棕或其他浅色。

source: Roots may have been damaged by long-lasting wet conditions, poor drainage, cold, excess fertilizer, or disease. Color alone does not confirm rot.
zh_hans: 根系可能因长期潮湿、排水不良、低温、肥料过量或病害受损。仅凭颜色不能确定是否烂根。

source: Rose
zh_hans: 月季

source: Rotate for even growth
zh_hans: 定期转盆

source: Rough cost
zh_hans: 费用参考

source: Rubber plant
zh_hans: 橡皮树

source: Rubber plant, fiddle-leaf fig, weeping fig, edible fig, and mulberry.
zh_hans: 橡皮树、琴叶榕、垂叶榕、无花果和桑树。

source: Run your eyes along the edge and look for evenly repeated teeth rather than tears or missing chunks.
zh_hans: 沿叶缘观察，寻找均匀重复的锯齿，而不是撕裂或缺损。

source: Sacred fig
zh_hans: 菩提树

source: Sago palm
zh_hans: 铁树（Sago palm）

source: Salts left by tap water or excess fertilizer can collect in soil and damage leaf edges.
zh_hans: 自来水残留的矿物盐或过量肥料会在土壤中积累，并损伤叶缘。

source: Satin pothos
zh_hans: 小叶银斑葛

source: Save
zh_hans: 保存

source: Save API key
zh_hans: 保存 API 密钥

source: Save the plants you discover in parks, on trails, and while traveling.
zh_hans: 把你在公园、步道和旅途中遇见的植物记下来。

source: Saved key %@
zh_hans: 已保存密钥 %@

source: Scale insects
zh_hans: 介壳虫

source: Scientific names help people identify the same plant when local common names differ.
zh_hans: 各地俗名不同时，科学名称仍能帮助大家确认说的是同一种植物。

source: Search common names, scientific names, genera, and families.
zh_hans: 可以搜索俗名、学名、属或科。

source: Search common or scientific names
zh_hans: 搜索俗名或学名

source: Search the houseplant family tree
zh_hans: 搜索室内植物家族树

source: Search wild finds
zh_hans: 搜索野外记录

source: Search your plants
zh_hans: 搜索你的植物

source: Season or natural aging
zh_hans: 季节变化或自然老化

source: Seasonal care
zh_hans: 季节养护

source: Seasonal watering intervals
zh_hans: 各季节浇水间隔

source: See light through a plant’s eyes.
zh_hans: 从植物的角度看光照。

source: See where a plant fits.
zh_hans: 看看一株植物属于哪里。

source: See where leaves, buds, and roots connect to make new growth.
zh_hans: 观察叶片、芽和根如何连接在茎上并形成新生长。

source: See which plants have a watering reminder due.
zh_hans: 查看哪些植物的浇水提醒已经到期。

source: Seed plants whose seeds are not enclosed in fruit
zh_hans: 种子没有被果实包裹的种子植物

source: Selected
zh_hans: 已选择

source: Sepal
zh_hans: 萼片

source: Sepals can look like leaves, but their position beneath the flower identifies them.
zh_hans: 萼片看起来像叶子，但它们位于花朵下方，可以借此辨认。

source: Sepals protect the developing flower bud before the petals open.
zh_hans: 花瓣展开之前，萼片会包裹并保护正在发育的花芽。

source: Separate a rooted clump into complete plants
zh_hans: 把带根的植株分成几株完整小苗

source: Separate it with a clean cut only when ready, preserve its roots, and place it in a small container with an appropriate fresh mix.
zh_hans: 等小苗准备好后再整齐切离母株，保留根系，并栽进装有合适新基质的小容器。

source: Serrated edge
zh_hans: 锯齿状叶缘

source: Set a watering reminder
zh_hans: 设置浇水提醒

source: Set one interval year-round, or choose a different interval for each season.
zh_hans: 全年使用同一间隔，或为每个季节分别设置。

source: Set the plant at its previous soil depth, then fill around it without packing the mix too firmly.
zh_hans: 植株保持原来的入土深度，填入盆土，但不要压得太实。

source: Set up watering reminder
zh_hans: 使用建议设置浇水提醒

source: Settings
zh_hans: 设置

source: Shape, color, openings, and edges are useful clues when identifying a plant.
zh_hans: 叶形、颜色、孔洞和叶缘，都是辨认植物的重要线索。

source: Shapes
zh_hans: 叶形

source: Share a rating or a short App Store review.
zh_hans: 在 App Store 评分或写几句话。

source: Shoot tip
zh_hans: 茎尖

source: Shorter days, lower light, cooler conditions, or the plant’s natural rhythm can slow new growth.
zh_hans: 日照变短、光线变弱、气温降低，或植物自身的生长节奏，都可能让新芽长得慢一些。

source: Show less
zh_hans: 收起

source: Show more (%lld)
zh_hans: 查看更多（%lld）

source: Shows locations already used by your plants
zh_hans: 显示已记录过的摆放位置

source: Shows up to ten history entries
zh_hans: 最多查看 10 条历史记录

source: Shows what this plant part does
zh_hans: 了解这个植物部位的作用

source: Silver streaks and black specks
zh_hans: 银白色擦痕和黑色小点

source: Skip watering for now. Use the reminder as a prompt to inspect again, not as an instruction to pour water.
zh_hans: 现在先不要浇水。把提醒当作再次检查的提示，而不是必须浇水的指令。

source: Slide the plant out
zh_hans: 轻轻取出植株

source: Small land plants that reproduce with spores
zh_hans: 体型小巧，以孢子繁殖的陆生植物

source: Small pests often feed along leaf undersides or new growth and distort the leaf as it opens.
zh_hans: 小型害虫常躲在叶背或新芽处取食，使展开的新叶变形。

source: Small tan or brown shell-like bumps stay fixed in place. Sticky honeydew, yellow leaves, or weak growth may follow.
zh_hans: 黄褐色或褐色的壳状小凸点会牢牢附着在植株上，随后可能出现蜜露、黄叶或长势变弱。

source: Small, regular teeth run around the leaf margin like the edge of a saw.
zh_hans: 叶缘排列着细小而规则的齿，像锯子的边缘。

source: Smooth, toothed, or wavy margins are useful clues when identifying a plant.
zh_hans: 光滑、锯齿状或波浪状的叶缘，都是辨认植物的重要线索。

source: Snake plant
zh_hans: 虎尾兰

source: Snake plant, spider plant, corn plant, ponytail palm, asparagus fern, and yucca.
zh_hans: 虎尾兰、吊兰、巴西木、酒瓶兰、天门冬和丝兰。

source: Soft green, brown, or black insects crowd around new growth. Young leaves may curl, and white shed skins or sticky honeydew may appear.
zh_hans: 绿色、褐色或黑色的软体小虫常挤在新芽周围。嫩叶可能卷曲，还可能看到白色蜕皮或黏稠蜜露。

source: Soft or hanging leaves
zh_hans: 叶片发软或下垂

source: Soft, dark roots need a closer look
zh_hans: 深色柔软的根需要仔细检查

source: Soggy soil can damage roots, so the plant may droop even when the pot is wet.
zh_hans: 积水会伤害根系，因此即使盆土很湿，植物也可能下垂。

source: Soil
zh_hans: 土壤

source: Some houseplants slow down when days are shorter, then resume stronger growth when light and conditions improve.
zh_hans: 日照变短时，有些室内植物会放慢生长；等光照和环境改善后，通常会重新活跃起来。

source: Some parent plants naturally produce pups, offsets, or plantlets. These can become independent plants once they have enough of their own structure and roots.
zh_hans: 有些母株会自然长出侧芽或小苗。等它们具备足够完整的结构和根系，就可以独立生长。

source: Some plants prefer a snug pot. Repot because the roots and watering behavior show a need—not just because a date arrived.
zh_hans: 有些植物更喜欢稍紧的花盆。是否换盆要看根系和浇水状态，而不是只看日期。

source: Some plants push new leaves or small offsets from the crown or base instead of a vining tip.
zh_hans: 有些植物不会从藤蔓末端发芽，而是从冠部或基部长出新叶和侧芽。

source: Some plants regularly lose older leaves or slow their growth as conditions change.
zh_hans: 有些植物会随季节和环境变化自然脱落老叶，或放慢生长速度。

source: Some roots look dark and feel soft, limp, or hollow. The plant may also wilt in wet mix, yellow, or lose vigor.
zh_hans: 部分根颜色发深，摸起来柔软、发塌或中空。植株也可能在盆土潮湿时仍萎蔫、黄叶或长势变弱。

source: Sort
zh_hans: 排序

source: Sort direction
zh_hans: 排列顺序

source: Sort plants
zh_hans: 植物排序

source: Species
zh_hans: 物种

source: Species (optional)
zh_hans: 物种（可选）

source: Spider mites
zh_hans: 叶螨（红蜘蛛）

source: Spider plant
zh_hans: 吊兰

source: Spineless yucca
zh_hans: 象腿丝兰

source: Spotted
zh_hans: 斑点

source: Spring
zh_hans: 春季

source: Stable areas of contrasting color
zh_hans: 叶面有稳定的对比色块

source: Stable areas of cream, yellow, pink, or lighter green appear beside the leaf’s base color.
zh_hans: 叶片底色上稳定分布着乳白、黄色、粉色或浅绿色区域。

source: Stamen
zh_hans: 雄蕊

source: Star PlantStory on GitHub
zh_hans: 在 GitHub 上为 PlantStory 点个 Star

source: Start a garden of your own.
zh_hans: 打造一座 属于自己的花园。

source: Start exploring
zh_hans: 开始探索

source: START HERE
zh_hans: 从这里开始

source: Start with growth that is free of pests, disease, rot, and severe stress.
zh_hans: 选择没有虫害、病害、腐烂或严重受损的健康部位。

source: Start with the change you can see. We’ll help you decide what to inspect next.
zh_hans: 先从眼前的变化开始，再一步步看看接下来该检查什么。

source: Start with the right plant part.
zh_hans: 选对部位，繁殖就成功了一半。

source: Start with the structures you can see from roots to flower.
zh_hans: 从根到花，先认识整株植物上看得见的主要结构。

source: Starting in a medium
zh_hans: 直接在基质中生根

source: Starting in water
zh_hans: 先在水中生根

source: Starts with a capital letter and is italicized.
zh_hans: 首字母大写，并使用斜体。

source: Status
zh_hans: 状态

source: Stem
zh_hans: 茎

source: Stem & node close-up
zh_hans: 茎与节特写

source: Stem cutting
zh_hans: 茎插

source: Stigma
zh_hans: 柱头

source: Still slightly moist
zh_hans: 盆土仍微湿

source: Stonecrop family
zh_hans: 景天科

source: Stonecrop relatives are succulents that store water in thick leaves and stems.
zh_hans: 景天科成员多为多肉植物，会把水分储存在肥厚的叶片和茎中。

source: Storage & Data
zh_hans: 存储与数据

source: Stored separately in the iOS Keychain and restricted to this device.
zh_hans: 单独保存在 iOS 钥匙串中，仅限这台设备使用。

source: String of buttons
zh_hans: 钱串青锁龙

source: Structural root
zh_hans: 支撑根

source: Style
zh_hans: 花柱

source: Succulent leaves reduce water loss, but they do not mean the plant can live indefinitely without water.
zh_hans: 肉质叶片能减少水分流失，但不代表植物可以一直不浇水。

source: Suggest again with AI
zh_hans: 让 AI 重新生成

source: Suggest details with AI
zh_hans: 让 AI 帮我补全

source: Suggested identity
zh_hans: AI 推测结果

source: Suggestions use OpenAI’s GPT-5.4 nano model through the Responses API. Responses are requested with storage turned off.
zh_hans: PlantStory 通过 Responses API 使用 OpenAI 的 GPT-5.4 nano 模型，并在请求中关闭响应存储。

source: Summer
zh_hans: 夏季

source: Sun scorch
zh_hans: 晒伤

source: Sunbeams fall directly on the leaves
zh_hans: 阳光直接照到叶片

source: Supplement when needed
zh_hans: 必要时补光

source: Support options are not available yet.
zh_hans: 暂时无法使用赞助选项。

source: Support options could not be loaded. Please try again.
zh_hans: 赞助选项加载失败，请再试一次。

source: Support the root ball, tip the container, and ease it free. Do not pull the plant by its stem.
zh_hans: 托住根团，倾斜花盆，慢慢将植株取出。不要拉拽茎部。

source: Swiss cheese plant
zh_hans: 瑞士奶酪植物（Swiss cheese plant）

source: Taken
zh_hans: 拍摄日期

source: Tap a dot to discover each part of the plant.
zh_hans: 点击圆点，逐一认识整株植物的各个部位。

source: Tap a dot to explore a healthy root system.
zh_hans: 点击圆点，探索健康根系的结构。

source: Tap a dot to explore how a stem grows and branches.
zh_hans: 点击圆点，探索茎如何生长和分枝。

source: Tap a dot to explore the structures of a leaf.
zh_hans: 点击圆点，看看一片叶子由哪些结构组成。

source: Tap a dot to look inside a flower.
zh_hans: 点击圆点，一起看看花朵里面的结构。

source: Tap a numbered group to see what sets it apart.
zh_hans: 点击编号类群，看看它有什么不同。

source: Tap a numbered method to learn which plant part it uses.
zh_hans: 点击编号方法，看看它需要植物的哪个部位。

source: Tap a numbered plant to explore its light level.
zh_hans: 点击编号植物，了解对应的光照强度。

source: Tap a numbered stage to follow the leaf’s journey.
zh_hans: 点击编号阶段，了解叶片的成长过程。

source: Tap any leaf to learn what to notice.
zh_hans: 点按任意叶片，看看应该观察什么。

source: Tap, explore, and understand the parts that help a plant grow.
zh_hans: 点一点、看一看，认识帮助植物生长的各个部位。

source: Taxonomy
zh_hans: 植物分类

source: Taxonomy works like an address: broad groups narrow toward one particular plant.
zh_hans: 植物分类就像地址：从大范围出发，一步步缩小到某一种植物。

source: Temperature
zh_hans: 温度

source: Temperature and humidity
zh_hans: 温度与湿度

source: Tender growth appears folded or rolled
zh_hans: 幼嫩的新叶以折叠或卷曲的形态冒出

source: Tender leaves are often softer or lighter than mature foliage. Their color and texture may change as they expand.
zh_hans: 新叶往往比成熟叶片更柔软、颜色更浅；随着叶片展开，颜色和质感也会继续变化。

source: Test below the surface
zh_hans: 检查表层以下

source: Thank you for helping this little garden grow.
zh_hans: 谢谢你陪这个小花园一起成长。

source: Thank you!
zh_hans: 谢谢你！

source: Thanksgiving cactus
zh_hans: 蟹爪兰

source: The active season controls the current reminder. Change it whenever the season or your plant’s conditions change.
zh_hans: 当前季节决定正在使用的提醒间隔。季节或养护环境变化时，请手动切换。

source: The active season is shared by every plant. Change it in Settings under Watering Reminders.
zh_hans: 当前季节由所有植物共用。请前往“设置”中的“浇水提醒”更改。

source: The anther is the pollen-bearing tip of a stamen.
zh_hans: 花药位于雄蕊顶端，是承载和产生花粉的部位。

source: The area is brightly illuminated for much of the day while curtains, angle, or placement keep strong sunbeams off the leaves.
zh_hans: 这里一天中大部分时间都很明亮，但窗帘、太阳角度或摆放位置让强烈阳光不会直接照到叶片。

source: The area near the plant looks very bright, but you do not see a hard-edged patch of sun traveling across its leaves.
zh_hans: 植物周围看起来很明亮，但叶片上不会出现边缘清晰、随太阳移动的光斑。

source: The begonia family is best known for asymmetrical leaves, colorful foliage, and showy flowers.
zh_hans: 秋海棠科最出名的是不对称叶片、多彩叶色和醒目的花朵。

source: The blade expands and opens. It may still look soft, pale, glossy, or slightly uneven while the tissue finishes developing.
zh_hans: 叶片开始伸展、打开。在组织尚未完全成熟时，它可能仍显得柔软、颜色较浅、有光泽，或略微不平整。

source: The blade is the broad, flat part of a leaf that captures most of its light.
zh_hans: 叶片是叶子宽阔而扁平的部分，承担大部分光线吸收。

source: The broad starting point in this simplified address. Many additional scientific ranks exist below it.
zh_hans: 这是简化分类地址的起点。往下其实还有许多更细的科学分类层级。

source: The brown dots beneath a healthy fern frond may be sori that produce spores—not necessarily pests or disease.
zh_hans: 健康蕨叶背面的褐色小点可能是产生孢子的孢子囊群，不一定是害虫或病斑。

source: The color pattern usually repeats on healthy new leaves. Sudden irregular discoloration may instead signal stress or damage.
zh_hans: 健康的新叶通常会延续相似的色块。突然出现的不规则变色，则可能是养护压力或损伤。

source: The complete source code is open for you to download, explore, and build upon.
zh_hans: 完整源代码已经开源，欢迎下载、研究，或在此基础上继续创作。

source: The device-only Keychain item intentionally does not migrate. Add the key again under AI Suggestions if you still want that feature.
zh_hans: 出于安全考虑，API 密钥不会随备份迁移。如果还想使用 AI 建议，请在新 iPhone 上重新添加。

source: The distinctive base notch is often more useful for identification than overall leaf size.
zh_hans: 辨认植物时，独特的叶基缺口往往比叶片大小更有参考价值。

source: The family relationship does not make every aroid safe to eat; many contain irritating calcium oxalate crystals.
zh_hans: 同属天南星科不代表可以食用；许多成员含有会刺激口腔和皮肤的草酸钙结晶。

source: The fig family includes woody tropical plants, many with milky sap and distinctive fruits.
zh_hans: 桑科包含许多木本热带植物，不少成员带有乳白色汁液，并结出独特的果实。

source: The genus and specific epithet together identify the species: Monstera deliciosa.
zh_hans: 属名与种加词合在一起，才构成完整的物种名称：Monstera deliciosa。

source: The growing tip lengthens the root, while a tiny root cap protects its tender cells as it moves through the potting mix.
zh_hans: 生长根尖让根伸长，微小的根冠则在根穿过盆土时保护娇嫩细胞。

source: The internode is the stretch of stem between two neighboring nodes.
zh_hans: 节间是茎上相邻两个节之间的一段。

source: The JSON backup includes My Garden, Wild Finds, photos, notes, timelines, and care history. It does not include your OpenAI API key or StoreKit purchase history. Restoring replaces the current local collection.
zh_hans: JSON 备份包含“我的花园”和“野外拾趣”中的照片、笔记、成长记录及养护历史，但不包含 OpenAI API 密钥或 StoreKit 购买记录。恢复备份会替换本机现有数据。

source: The JSON backup includes My Garden, Wild Finds, photos, notes, timelines, and care history. Restoring replaces the current local collection.
zh_hans: JSON 备份包含“我的花园”和“野外拾趣”中的照片、笔记、成长记录及养护历史。恢复备份会替换本机现有数据。

source: The key is stored in this device’s Keychain and is never saved with your plants. PlantStory sends a plant name to OpenAI only after you tap Suggest with AI.
zh_hans: API 密钥只保存在这台设备的钥匙串中，不会写入植物数据。只有你轻点“让 AI 帮我补全”后，PlantStory 才会把植物名称发送给 OpenAI。

source: The leaf expands and begins to flatten
zh_hans: 叶片逐渐伸展并摊开

source: The leaf firms up and reaches its working shape
zh_hans: 叶片变得结实，长成完整形态

source: The leaf reaches its fuller size and working form. Its color and texture become more stable, though the final look varies by species.
zh_hans: 叶片逐渐达到完整大小和形态，颜色与质感也趋于稳定；最终模样会因品种而异。

source: The margin is the outer edge that defines the shape of the leaf blade.
zh_hans: 叶缘是叶片的外侧边界，也决定了叶片的轮廓。

source: The midrib is the main central vein that supports the blade and moves materials through it.
zh_hans: 主脉是叶片中央最粗的叶脉，负责支撑并运输物质。

source: The mix feels wet below the surface and the pot is still heavy. Adding water now can keep air away from the roots.
zh_hans: 表层以下的盆土仍然湿润，花盆也很沉。此时继续浇水，可能会让根系缺少空气。

source: The nettle family ranges from stinging herbs to gentle tropical foliage plants such as Pilea.
zh_hans: 荨麻科既有会蜇人的草本，也有镜面草这类温和的热带观叶植物。

source: The number, depth, and shape of lobes can distinguish plants that otherwise look alike.
zh_hans: 裂片的数量、深浅和形状，可以帮助区分外观相近的植物。

source: The openings have smooth, finished edges and appear predictably as the plant matures, unlike ragged chewing damage.
zh_hans: 天然孔洞的边缘平滑，会随着植株成熟规律出现；虫咬留下的缺口通常参差不齐。

source: The ovary is the swollen flower structure that holds one or more ovules.
zh_hans: 子房是花朵中较膨大的结构，里面容纳一个或多个胚珠。

source: The pepper family includes compact tropical plants with fleshy leaves and slender flower spikes.
zh_hans: 胡椒科包含许多株形小巧的热带植物，常有肉质叶片和细长的穗状花序。

source: The petiole is the small stalk that connects a leaf blade to the stem.
zh_hans: 叶柄是连接叶片与茎的细小柄状结构。

source: The plant is losing more leaves than usual, sometimes while they are still green.
zh_hans: 植物落叶比平时更多，有时叶片尚未变黄就脱落。

source: The plant is top-heavy or roots are stressing the pot
zh_hans: 植株头重脚轻，或根系已经挤压花盆

source: The plant may be close to a gentler window or several feet back from a brighter one. The spot looks comfortably lit, not glaring.
zh_hans: 植物可能靠近光线柔和的窗户，或离明亮窗户有一段距离。这个位置看起来光线舒适，并不刺眼。

source: The plant may be running out of room and water-holding potting mix. Some plants tolerate snug roots, so consider the plant’s overall behavior too.
zh_hans: 植物可能缺少生长空间和能保水的盆土。不过有些植物能适应紧凑根系，也要结合整体状态判断。

source: The plant receives steady indirect daylight, but not the strongest window light or prolonged direct sun.
zh_hans: 植物能持续获得散射自然光，但不会承受窗边最强的光线或长时间直射。

source: The plant’s bigger story
zh_hans: 整株植物的成长故事

source: The potting mix dries much faster than it used to
zh_hans: 盆土比以前干得快很多

source: The potting mix feels dry to the depth recommended for this plant, and the pot feels lighter than it does after watering.
zh_hans: 盆土已经干到这种植物适合浇水的深度，花盆也比刚浇透时轻。

source: The potting mix still feels cool or slightly damp below the surface. Many houseplants can wait, but moisture-loving species may differ.
zh_hans: 表层以下的盆土摸起来仍然凉爽或微湿。多数室内植物可以再等等，但喜湿植物可能不同。

source: The reminder was saved, but PlantStory cannot alert you until notifications are enabled in iPhone Settings.
zh_hans: 提醒已保存，但需要先在 iPhone 设置中允许通知，PlantStory 才能提醒你。

source: The right method depends on the species. A leaf that grows roots does not always have the tissue needed to grow a new shoot.
zh_hans: 合适的方法取决于植物品种。叶片长出根，并不代表它一定具备长出新芽所需的组织。

source: The room has daytime visibility without lamps, but the plant is well away from bright windows or near a window with major obstructions.
zh_hans: 白天不开灯也能看清房间，但植物离明亮窗户较远，或窗外有明显遮挡。

source: The root crown is the transition point where the stem meets and branches into the root system.
zh_hans: 根颈是茎与根系相连并开始分枝的过渡部位。

source: The root system has air, moisture, and potting mix around it. A healthy plant does not automatically need a larger pot.
zh_hans: 根系周围仍有空气、水分和盆土空间。植物根系健康，并不代表一定要换到更大的盆。

source: The selected file could not be read.
zh_hans: 无法读取这个文件。

source: The shoot tip contains the plant's active growing region, where new stem and leaves begin.
zh_hans: 茎尖包含植物活跃的生长区域，新茎和叶片从这里开始形成。

source: The space receives limited natural light. Only plants that tolerate low light are likely to maintain healthy growth here.
zh_hans: 这个位置获得的自然光有限，只有耐低光照的植物较容易在这里维持健康生长。
